Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# invitation_code_view_create_code_subtitle
source: to invite a contact when you don't have access to the application.
ar: لدعوة جهة اتصال عندما لا تتمكن من الوصول إلى التطبيق.
bg: за покана на контакт, когато нямате достъп до приложението.
cs: pro pozvání kontaktu, když nemáte přístup k aplikaci.
da: at invitere en kontakt, når du ikke har adgang til applikationen.
de: um eine Kontaktperson einzuladen, wenn Sie keinen Zugriff auf die Anwendung haben.
el: για πρόσκληση επαφής όταν δεν έχετε πρόσβαση στην εφαρμογή.
es: para invitar a un contacto cuando no tengas acceso a la aplicación.
fa: برای دعوت از مخاطب در زمانی که به برنامه دسترسی ندارید.
fi: kutsuaksesi yhteyshenkilön, kun et pääse käyttämään sovellusta.
fr: pour inviter un contact lorsque vous n'avez pas accès à l'application.
he: כדי להזמין איש קשר כשאין לך גישה לאפליקציה.
hi: जब आपके पास एप्लिकेशन तक पहुंच न हो, तो किसी संपर्क को आमंत्रित करने के लिए।
hr: za pozivanje kontakta kada nemate pristup aplikaciji.
hu: kapcsolat meghívásához, amikor nincs hozzáférésed az alkalmazáshoz.
id: untuk mengundang kontak saat Anda tidak memiliki akses ke aplikasi.
it: per invitare un contatto quando non hai accesso all'applicazione.
ja: アプリケーションにアクセスできない場合に連絡先を招待するには、仮PINコードを使用してください。
ko: 애플리케이션에 액세스할 수 없을 때 연락처를 초대할 수 있습니다.
nb: å invitere en kontakt når du ikke har tilgang til applikasjonen.
nl: om een ​​contactpersoon uit te nodigen wanneer u geen toegang hebt tot de applicatie.
pl: aby zaprosić kontakt, gdy nie masz dostępu do aplikacji.
pt_pt: para convidar um contacto quando não tem acesso à aplicação.
ro: pentru a invita un contact când nu aveți acces la aplicație.
ru: чтобы пригласить контакт, когда у вас нет доступа к приложению.
sk: na pozvanie kontaktu, keď nemáte prístup k aplikácii.
sl: za povabilo stika, ko nimate dostopa do aplikacije.
sq: për të ftuar një kontakt kur nuk keni akses te aplikacioni.
sr_latn: da pozovete kontakt kada nemate pristup aplikaciji.
sv: för att bjuda in en kontakt när du inte har tillgång till applikationen.
tr: Uygulamaya erişiminiz olmadığında bir kişiyi davet etmek için.
uk: щоб запросити контакт, коли у вас немає доступу до програми.
vi: để mời một liên hệ khi bạn không thể truy cập ứng dụng.
zh_hans: 以便在您无法访问应用程序时邀请联系人。
zh_hant: 以便在您無法存取應用程式時邀請聯絡人。

# invitation_code_view_expiration
source: Expiry:
ar: تاريخ الانتهاء:
bg: Валидност:
cs: Platnost:
da: Udløb:
de: Ablauf:
el: Λήξη:
es: Caducidad:
fa: انقضا:
fi: Vanheneminen:
fr: Expiration :
he: תְפוּגָה:
hi: समाप्ति:
hr: Istek:
hu: Lejárat:
id: Kedaluwarsa:
it: Scadenza:
ja: 有効期限：
ko: 만료일:
nb: Utløp:
nl: Vervaldatum:
pl: Wygaśnięcie:
pt_pt: Expiração:
ro: Expiră:
ru: Срок действия:
sk: Platnosť:
sl: Poteče:
sq: Skadimi:
sr_latn: Ističe:
sv: Upphörande:
tr: Son Kullanma Tarihi:
uk: Термін дії:
vi: Hết hạn:
zh_hans: 有效期：
zh_hant: 有效期限：

# invitation_code_view_history
source: My Mini-Codes
ar: رموزي المصغرّة
bg: Моите Мини-кодове
cs: Moje Mini‑kódy
da: Mine minikoder
de: Meine Mini-Codes
el: Οι Μίνι‑Κωδικοί μου
es: Mis minicódigos
fa: مینی-کدهای من
fi: Omat Mini-koodini
fr: Mes Mini-Codes
he: מיני-קודים שלי
hi: मेरे मिनी-कोड
hr: Moji Mini-kodovi
hu: Mini-kódjaim
id: Mini-Kode Saya
it: I miei Mini-codici
ja: マイミニコード
ko: 내 미니 코드
nb: Mine minikoder
nl: Mijn minicodes
pl: Moje Mini-kody
pt_pt: Os meus Minicódigos
ro: Mini-Codurile mele
ru: Мои мини-коды
sk: Moje Mini‑Kódy
sl: Moje Mini-kode
sq: Mini-Kodet e mia
sr_latn: Moji Mini-kodovi
sv: Mina minikoder
tr: Benim Mini Kodlarım
uk: Мої міні-коди
vi: Mini-Code của tôi
zh_hans: 我的迷你代码
zh_hant: 我的迷你程式碼

# invitation_code_view_limit_message
source: The maximum number of active Mini-Codes allowed has been reached. You must wait 24 hours to generate new ones.
ar: لقد تم الوصول إلى الحد الأقصى لعدد الرمزالمصغر النشطة المسموح بها. يجب عليك الانتظار 24 ساعة لإنشاء أخرى جديدة.
bg: Достигнат е максималният брой активни Мини-кодове. Трябва да изчакате 24 часа, за да генерирате нови.
cs: Byl dosažen maximální počet aktivních Mini‑kódů. Pro vytvoření nových musíte počkat 24 hodin.
da: Det maksimale antal tilladte aktive minikoder er nået. Du skal vente 24 timer for at generere nye.
de: Die maximal zulässige Anzahl an aktiven Mini-Codes wurde erreicht. Sie müssen 24 Stunden warten, um neue generieren zu können.
el: Έχει επιτευχθεί ο μέγιστος αριθμός ενεργών Μίνι‑Κωδικών. Πρέπει να περιμένετε 24 ώρες για να δημιουργήσετε νέους.
es: Se ha alcanzado el número máximo de mini códigos activos permitidos. Debe esperar 24 horas para generar nuevos.
fa: حداکثر تعداد مینی کدهای فعال مجاز به پایان رسیده است. شما باید 24 ساعت صبر کنید تا موارد جدید تولید کنید.
fi: Aktiivisten minikoodien sallittu enimmäismäärä on saavutettu. Sinun on odotettava 24 tuntia uusien luomiseksi.
fr: Le nombre maximum de Mini-Codes actifs autorisés est atteint. Vous devez attendre 24h pour pouvoir en générer de nouveaux.
he: הגעת למספר המרבי של קודי מיני פעילים המותר. עליך להמתין 24 שעות כדי ליצור חדשים.
hi: सक्रिय मिनी-कोड की अधिकतम अनुमत संख्या पूरी हो गई है। नए कोड बनाने के लिए आपको 24 घंटे प्रतीक्षा करनी होगी।
hr: Dosegnut je maksimalan broj aktivnih Mini-kodova. Morate pričekati 24 sata da biste generirali nove.
hu: Elérted az engedélyezett aktív Mini-kódok maximális számát. 24 órát kell várnod új kódok létrehozásához.
id: Jumlah maksimum Mini-Kode aktif yang diizinkan telah tercapai. Anda harus menunggu 24 jam untuk membuat yang baru.
it: È stato raggiunto il numero massimo di Mini-Codici attivi consentiti. È necessario attendere 24 ore per generarne di nuovi.
ja: 有効なミニコードの最大数に達しました。新しいものを生成するには 24 時間待つ必要があります。
ko: 허용된 활성 미니 코드의 최대 개수에 도달했습니다. 새로운 것을 생성하려면 24시간을 기다려야 합니다.
nb: Maksimalt antall aktive minikoder er nådd. Du må vente i 24 timer for å generere nye.
nl: Het maximale aantal actieve minicodes is bereikt. Je moet 24 uur wachten om nieuwe te genereren.
pl: Osiągnięto maksymalną liczbę aktywnych Mini-kodów. Aby wygenerować nowe, musisz poczekać 24 godziny.
pt_pt: O número máximo de Mini-Códigos ativos permitidos foi atingido. Deve esperar 24 horas para gerar novos.
ro: Numărul maxim de Mini-Coduri active a fost atins. Trebuie să așteptați 24 de ore pentru a genera altele noi.
ru: Достигнуто максимальное количество активных мини-кодов. Вам необходимо подождать 24 часа, чтобы создать новые.
sk: Bol dosiahnutý maximálny počet aktívnych Mini‑Kódov. Musíte počkať 24 hodín na vytvorenie nových.
sl: Doseženo je največje dovoljeno število aktivnih Mini-kod. Za ustvarjanje novih morate počakati 24 ur.
sq: Është arritur numri maksimal i Mini-Kodeve aktive të lejuara. Duhet të prisni 24 orë për të gjeneruar të reja.
sr_latn: Dostignut je maksimalan broj dozvoljenih aktivnih Mini-kodova. Morate sačekati 24 sata da biste generisali nove.
sv: Det maximala antalet aktiva mini koder som tillåts har uppnåtts. Du måste vänta i 24 timmar för att generera nya.
tr: İzin verilen maksimum etkin Mini Kod sayısına ulaşıldı. Yenilerini oluşturmak için 24 saat beklemelisiniz.
uk: Досягнуто максимальної кількості активних міні-кодів. Вам потрібно зачекати 24 години, щоб згенерувати нові.
vi: Đã đạt đến số lượng Mini-Code đang hoạt động tối đa. Bạn phải chờ 24 giờ để tạo mã mới.
zh_hans: 已达到允许的有效迷你代码数量上限。您必须等待 24 小时才能生成新的。
zh_hant: 已達到允許的有效迷你代碼數量上限。您必須等待 24 小時才能產生新的。

# invitation_code_view_onboarding_message
source: Mini-Codes are single-use and valid for 24 hours only. You can give them to your contacts to create a relation when you don't have access to the application (e.g., without a phone).
ar: الرموز المصغرّة للاستخدام مرة واحدة فقط، وهي صالحة لمدة 24 ساعة فقط. يمكنك إعطائها لجهات اتصالك لإنشاء علاقة معهم عندما لا تتمكن من الوصول إلى التطبيق (مثلاً، بدون هاتف).
bg: Мини-кодовете са еднократни и валидни само 24 часа. Можете да ги дадете на контактите си, за да създадат връзка, когато нямате достъп до приложението (напр. без телефон).
cs: Mini‑kódy jsou jednorázové a platné pouze 24 hodin. Můžete je dát kontaktům pro vytvoření vztahu, když nemáte přístup k aplikaci (např. bez telefonu).
da: Minikoder er engangsbrugte og kun gyldige i 24 timer. Du kan give dem til dine kontakter for at oprette en relation, når du ikke har adgang til applikationen (f.eks. uden en telefon).
de: Mini-Codes sind zur einmaligen Verwendung bestimmt und nur 24 Stunden lang gültig. Sie können diese an Ihre Kontaktpersonen weitergeben, um eine Verbindung zu erstellen, wenn Sie keinen Zugriff auf die Anwendung haben (z. B. ohne Telefon).
el: Οι Μίνι‑Κωδικοί είναι μίας χρήσης και ισχύουν μόνο για 24 ώρες. Μπορείτε να τους δώσετε στις επαφές σας για δημιουργία σχέσης όταν δεν έχετε πρόσβαση στην εφαρμογή (π.χ. χωρίς τηλέφωνο).
es: Los minicódigos son de un solo uso y tienen una validez de 24 horas. Puedes dárselos a tus contactos para crear una relación cuando no tengas acceso a la aplicación (por ejemplo, sin teléfono).
fa: مینی-کدها یکبار مصرف هستند و فقط ۲۴ ساعت اعتبار دارند. می
fi: Mini-koodit ovat kertakäyttöisiä ja voimassa vain 24 tuntia. Voit antaa niitä yhteyshenkilöillesi suhteen luomiseksi, kun sinulla ei ole pääsyä sovellukseen (esim. ilman puhelinta).
fr: Les Mini-Codes sont à usage unique et valables 24 heures seulement. Vous pouvez les donner à vos contacts pour créer une relation lorsque vous n'avez pas accès à l'application (sans téléphone par exemple).
he: מיני-קודים הם חד-פעמיים ותקפים למשך 24 שעות בלבד. תוכל לתת אותם לאנשי הקשר שלך כדי ליצור קשר כאשר אין לך גישה לאפליקציה (למשל, ללא טלפון).
hi: मिनी-कोड एकल-उपयोग वाले होते हैं और केवल 24 घंटों के लिए वैध होते हैं। आप उन्हें अपने संपर्कों को संबंध बनाने के लिए दे सकते हैं जब आपके पास एप्लिकेशन तक पहुँच नहीं होती है (उदाहरण के लिए, बिना फ़ोन के)।
hr: Mini-kodovi su jednokratni i vrijede samo 24 sata. Možete ih dati kontaktima kako bi stvorili odnos kada nemate pristup aplikaciji (npr. bez telefona).
hu: A Mini-kódok egyszer használatosak és csak 24 óráig érvényesek. Akkor is adhatsz Mini-kódot a kapcsolataidnak, ha nincs hozzáférésed az alkalmazáshoz (pl. telefon nélkül).
id: Mini-Kode hanya berlaku sekali pakai dan hanya berlaku selama 24 jam. Anda dapat memberikannya kepada kontak Anda untuk membuat relasi saat Anda tidak memiliki akses ke aplikasi (misalnya, tanpa ponsel).
it: I Mini-codici sono monouso e validi solo per 24 ore. Puoi fornirli ai tuoi contatti per creare una relazione quando non hai accesso all'applicazione (ad esempio, senza telefono).
ja: ミニコードは1回限り有効で、24時間のみ有効です。アプリケーションにアクセスできない場合（例：携帯電話を持っていない）でも、ミニコードを連絡先に渡して関係を作成できます。
ko: 미니 코드는 일회용이며 24시간 동안만 유효합니다. 애플리케이션에 액세스할 수 없는 경우(예: 휴대폰이 없는 경우)에도 연락처에 미니 코드를 제공하여 관계를 생성할 수 있습니다.
nb: Minikoder er engangsbruk og gyldige i kun 24 timer. Du kan gi dem til kontaktene dine for å opprette en relasjon når du ikke har tilgang til applikasjonen (f.eks. uten telefon).
nl: Minicodes zijn eenmalig te gebruiken en slechts 24 uur geldig. U kunt ze aan uw contactpersonen geven om een
pl: Mini-kody są jednorazowego użytku i ważne tylko przez 24 godziny. Możesz je przekazać swoim kontaktom, aby utworzyć relację, gdy nie masz dostępu do aplikacji (np. bez telefonu).
pt_pt: Os Minicódigos são de utilização única e válidos apenas por 24 horas. Pode fornecê-los aos seus contactos para criar um relacionamento quando não tem acesso à aplicação (por exemplo, sem telefone).
ro: Mini-Codurile sunt de unică folosință și valabile doar 24 de ore. Le puteți transmite contactelor pentru a crea o relație când nu aveți acces la aplicație (ex.: fără telefon).
ru: Мини-коды являются одноразовыми и действительны только в течение 24 часов. Вы можете дать их своим контактам для создания связи, когда у вас нет доступа к приложению (например, без телефона).
sk: Mini‑Kódy sú jednorazové a platné iba 24 hodín. Môžete ich dať svojim kontaktom na vytvorenie vzťahu, keď nemáte prístup k aplikácii (napr. bez telefónu).
sl: Mini-kode so enkratne in veljajo samo 24 ur. Lahko jih daste svojim stikom za ustvarjanje odnosa, ko nimate dostopa do aplikacije (npr. brez telefona).
sq: Mini-Kodet janë njëpërdorimëshe dhe të vlefshme vetëm për 24 orë. Mund t’ua jepni kontakteve tuaja për të krijuar një marrëdhënie kur nuk keni akses te aplikacioni (p.sh., pa telefon).
sr_latn: Mini-kodovi su jednokratni i važe samo 24 sata. Možete ih dati svojim kontaktima da kreiraju odnos kada nemate pristup aplikaciji (npr. bez telefona).
sv: Minikoder är engångsanvändningar och giltiga i endast 24 timmar. Du kan ge dem till dina kontakter för att skapa en relation när du inte har tillgång till applikationen (t.ex. utan telefon).
tr: Mini Kodlar tek kullanımlıktır ve yalnızca 24 saat geçerlidir. Uygulamaya erişiminiz olmadığında (örneğin telefonunuz olmadığında) ilişki kurmaları için kişilerinize verebilirsiniz.
uk: Міні-коди є одноразовими та дійсні лише протягом 24 годин. Ви можете дати їх своїм контактам для створення зв'язку, коли у вас немає доступу до програми (наприклад, без телефону).
vi: Mini-Code là mã dùng một lần và chỉ có hiệu lực trong 24 giờ. Bạn có thể gửi cho liên hệ để tạo mối quan hệ khi không truy cập được ứng dụng (ví dụ: không có điện thoại).
zh_hans: 迷你代码仅供一次性使用，且仅在 24 小时内有效。当您无法访问应用程序（例如，没有手机）时，您可以将迷你代码提供给您的联系人，以创建关系。
zh_hant: 迷你代碼僅供一次性使用，且僅在 24 小時內有效。當您無法存取應用程式（例如，沒有手機）時，您可以將迷你代碼提供給您的聯絡人，以建立關係。

# invitation_code_view_success_message
source: It is strongly recommended to certify relations established with a Mini-Code to reinforce their security.
ar: يُنصح بشدة بالتصديق على العلاقات التي تم إنشاؤها باستخدام رمز مصغر لتعزيز أمانها.
bg: Препоръчително е връзките, създадени с Мини-код, да бъдат сертифицирани за по-голяма сигурност.
cs: Doporučuje se certifikovat vztahy vytvořené Mini‑kódem pro posílení jejich bezpečnosti.
da: Det anbefales kraftigt at certificere etablerede relationer med en minikode for at styrke deres sikkerhed.
de: Es wird dringend empfohlen, Verbindungen, die über einen Mini-Code hergestellt wurden, zu zertifizieren, um deren Sicherheit zu erhöhen.
el: Συνιστάται έντονα η πιστοποίηση των σχέσεων που δημιουργούνται με Μίνι‑Κωδικό για ενίσχυση της ασφάλειας.
es: Se recomienda encarecidamente certificar las relaciones establecidas con un minicódigo para reforzar su seguridad.
fa: اکیداً توصیه می‌شود روابطی که با یک مینی‌کد برقرار شده‌اند را برای تقویت امنیت آنها تأیید کنید.
fi: On erittäin suositeltavaa sertifioida Mini-koodilla luodut suhteet niiden turvallisuuden vahvistamiseksi.
fr: Il est fortement recommandé de certifier les relations établies avec un Mini-Code pour renforcer leur sécurité.
he: מומלץ מאוד לאשר קשרים שנוצרו באמצעות מיני-קוד כדי לחזק את אבטחתם.
hi: मिनी-कोड के साथ स्थापित संबंधों को उनकी सुरक्षा को सुदृढ़ करने के लिए प्रमाणित करने की दृढ़ता से अनुशंसा की जाती है।
hr: Snažno se preporučuje potvrditi odnose uspostavljene Mini-kodom kako bi se pojačala njihova sigurnost.
hu: Erősen ajánlott a Mini-kóddal létrehozott kapcsolatok hitelesítése a biztonság növelése érdekében.
id: Sangat disarankan untuk mensertifikasi relasi yang dibuat dengan Mini-Kode guna memperkuat keamanannya.
it: Si consiglia vivamente di certificare le relazioni stabilite con un Mini-codice per rafforzarne la sicurezza.
ja: ミニコードで確立した関係は、セキュリティ強化のため、認証することを強くお勧めします。
ko: 미니 코드로 설정된 관계의 보안을 강화하기 위해 인증을 강력히 권장합니다.
nb: Det anbefales på det sterkeste å sertifisere etablerte relasjoner med en minikode for å forsterke sikkerheten deres.
nl: Het wordt sterk aanbevolen om relaties die u tot stand hebt gebracht te certificeren met een minicode om de beveiliging ervan te versterken.
pl: Zdecydowanie zaleca się certyfikowanie relacji nawiązanych za pomocą Mini-kodu, aby wzmocnić ich bezpieczeństwo.
pt_pt: É altamente recomendável certificar as relações estabelecidas com um Minicódigo para reforçar a sua segurança.
ro: Se recomandă puternic certificarea relațiilor create cu Mini-Coduri pentru a le crește securitatea.
ru: Настоятельно рекомендуется сертифицировать связи, установленные с помощью мини-кода, чтобы усилить их безопасность.
sk: Dôrazne sa odporúča certifikovať vzťahy vytvorené pomocou Mini‑Kódu na zvýšenie bezpečnosti.
sl: Močno priporočamo, da odnose, vzpostavljene z Mini-kodo, certificirate, da okrepite njihovo varnost.
sq: Rekomandohet fort të certifikohen marrëdhëniet e krijuara me Mini-Kod për të forcuar sigurinë e tyre.
sr_latn: Snažno se preporučuje sertifikovanje odnosa uspostavljenih Mini-kodom kako bi se pojačala njihova bezbednost.
sv: Det rekommenderas starkt att certifiera etablerade relationer med en minikod för att förstärka deras säkerhet.
tr: Güvenliklerini güçlendirmek için kurulan ilişkileri bir Mini Kod ile onaylamanız şiddetle önerilir.
uk: Настійно рекомендується сертифікувати зв'язки, встановлені за допомогою міні-коду, щоб посилити їхню безпеку.
vi: Nên xác thực các mối quan hệ được tạo bằng Mini-Code để tăng cường bảo mật.
zh_hans: 强烈建议对使用迷你代码建立的关系进行认证，以增强其安全性。
zh_hant: 強烈建議使用迷你程式碼建立的關係進行認證，以增強其安全性。

# invitation_room_view_message
source: Ask your contact near you to scan the QR-code of the "room" with Skred, or tap the invitation code to copy it to the clipboard.
ar: اطلب من جهة الاتصال القريبة منك مسح رمز QR الخاص بـ "الغرفة" باستخدام Skred، أو النقر على رمز الدعوة لنسخه إلى الحافظة.
bg: Помолете ваш приятел близо до вас да сканира QR-кода на „стаята“ с Skred или докоснете кода за покана, за да го копирате.
cs: Požádejte svého přítele poblíž, aby naskenoval QR kód „místnosti“ pomocí Skred, nebo klepněte na pozvánkový kód pro jeho zkopírování.
da: Bed din kontaktperson nær dig om at scanne QR-koden til "room" med Skred, eller tryk på invitationskoden for at kopiere den til udklipsholderen.
de: Bitten Sie Ihr Gegenüber, den QR-Code des „Raums“ mit Skred zu scannen, oder tippen Sie auf den Einladungscode, um ihn in die Zwischenablage zu kopieren.
el: Ζητήστε από τον φίλο σας κοντά σας να σαρώσει τον QR‑κώδικα του «δωματίου» με το Skred ή πατήστε τον κωδικό για αντιγραφή στο πρόχειρο.
es: Pídale a su contacto cercano que escanee el código QR de la "room" con Skred, o toque el código de invitación para copiarlo en el portapapeles.
fa: از مخاطب نزدیک خود بخواهید تا کد QR "اتاق" را با Skred اسکن کند یا روی کد دعوت ضربه بزنید تا آن را در کلیپ بورد کپی کنید.
fi: Pyydä lähellä olevaa yhteyshenkilöäsi skannaamaan "huoneen" QR-koodi Skredillä tai kopioida se leikepöydälle napauttamalla kutsukoodia.
fr: Demandez à votre contact près de vous de scanner le QR-code de la “room“ avec Skred, ou appuyez sur le code d’invitation pour le copier dans le presse-papiers.
he: בקש מאיש הקשר שלך לידך לסרוק את קוד ה-QR של ה"חדר" עם Skred, או הקש על קוד ההזמנה כדי להעתיק אותו ללוח.
hi: अपने नजदीकी संपर्क को स्क्रेड के साथ "कमरे" के क्यूआर-कोड को स्कैन करने के लिए कहें, या इसे क्लिपबोर्ड पर कॉपी करने के लिए निमंत्रण कोड पर टैप करें।
hr: Zamolite prijatelja u svojoj blizini da skenira QR-kôd „sobe” pomoću Skred ili dodirnite pozivni kôd kako biste ga kopirali u međuspremnik.
hu: Kérd meg a közeledben lévő barátodat, hogy olvassa be a „szoba” QR-kódját Skred segítségével, vagy koppints a meghívókódra a vágólapra másoláshoz.
id: Minta kontak Anda di dekat Anda untuk memindai kode QR "room" dengan Skred, atau ketuk kode undangan untuk menyalinnya ke papan klip.
it: Chiedi al tuo contatto vicino a te di scansionare il QR-code della "room" con Skred, oppure tocca il codice di invito per copiarlo negli appunti.
ja: 近くの連絡先に、Skred で「ルーム」の QR コードをスキャンするか、招待コードをタップしてクリップボードにコピーするよう依頼してください。
ko: 가까운 연락처에게 Skred로 "방"의 QR 코드를 스캔하도록 요청하거나 초대 코드를 탭하여 클립보드에 복사하도록 요청하세요.
nb: Be kontakten din nær deg om å skanne QR-koden til "room" med Skred, eller trykk på invitasjonskoden for å kopiere den til utklippstavlen.
nl: Vraag je contactpersoon bij jou in de buurt om de QR-code van de "room" te scannen met Skred, of tik op de uitnodigingscode om deze naar het klembord te kopiëren.
pl: Poproś kontakt w pobliżu, aby zeskanował kod QR „room” z Skred lub dotknij kodu zaproszenia, aby skopiować go do schowka.
pt_pt: Peça ao seu contato perto de você para escanear o código QR da "room" com Skred ou toque no código do convite para copiá-lo para a área de transferência.
ro: Rugați prietenul de lângă dvs. să scaneze codul QR al „camerei” cu Skred sau apăsați pe cod pentru a-l copia în clipboard.
ru: Попросите друга рядом с вами отсканировать QR-код «room» с помощью Skred или нажмите код приглашения, чтобы скопировать его в буфер обмена.
sk: Požiadajte svojho priateľa v blízkosti, aby naskenoval QR‑kód „miestnosti“ pomocou Skred, alebo ťuknite na pozývací kód na jeho kopírovanie.
sl: Prosite prijatelja v svoji bližini, naj s Skred skenira QR-kodo »sobe«, ali tapnite kodo povabila, da jo kopirate v odložišče.
sq: Kërkojini mikut tuaj pranë jush të skanojë QR-kodin e \"dhomës\" me skred, ose prekni kodin e ftesës për ta kopjuar në kujtesën e përkohshme.
sr_latn: Zamolite prijatelja u vašoj blizini da skenira QR-kod \"sobe\" pomoću Skred, ili dodirnite pozivni kod da biste ga kopirali u međuspremnik.
sv: Be din kontakt nära dig att skanna QR-koden för "room" med Skred, eller tryck på inbjudningskoden för att kopiera den till urklippet.
tr: Yakınınızdaki arkadaşınızdan "odanın" QR kodunu Skred ile taramasını isteyin veya davet koduna dokunarak panoya kopyalamasını isteyin.
uk: Попросіть свого контакта поруч із вами сканувати QR-код "кімнати" за допомогою Skred або торкніться коду запрошення, щоб скопіювати його в буфер обміну.
vi: Yêu cầu bạn bè gần bạn quét mã QR của "phòng" bằng Skred hoặc nhấn vào mã mời để sao chép vào bộ nhớ tạm.
zh_hans: 请你附近的朋友用 Skred 扫描“房间”的二维码，或点击邀请码将其复制到剪贴板。
zh_hant: 請您附近的聯絡人使用 Skred 掃描「房間」的二維碼，或點擊邀請碼將其複製到剪貼簿。

# last_calls_view_audio
source: Voice
ar: صوت
bg: Глас
cs: Hlas
da: Stemme
de: Sprachanruf
el: Φωνή
es: Voz
fa: سمعی
fi: Audio
fr: Voix
he: קולית
hi: आवाज़
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: ボイス
ko: 목소리
nb: Audio
nl: Audio
pl: Głos
pt_pt: Voz
ro: Vocal
ru: Голос
sk: Hlas
sl: Glas
sq: Zë
sr_latn: Glas
sv: Audio
tr: Ses
uk: Голос
vi: Thoại
zh_hans: 通话
zh_hant: 語音

# last_calls_view_video
source: Video
ar: فيديو
bg: Видео
de: Videoanruf
el: Βίντεο
es: Vídeo
fa: فیلم
fr: Vidéo
he: וידאו
hi: वीडियो
hu: Videó
ja: ビデオ
ko: 비디오
pl: Wideo
pt_pt: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频
zh_hant: 視頻

# lock_screen_view_local_authentication
source: Authenticate to access the application
ar: المصادقة للوصول إلى التطبيق
bg: Удостоверете се, за да получите достъп до приложението
cs: Ověřte se pro přístup k aplikaci
da: Godkend for at få adgang til applikationen
de: Authentifizieren Sie sich, um auf die Anwendung zuzugreifen
el: Επαληθευτείτε για πρόσβαση στην εφαρμογή
es: Autenticarse para acceder a la aplicación
fa: برای دسترسی به برنامه ، احراز هویت کنید
fi: Todenna, jotta pääset sovellukseen
fr: Authentifiez-vous pour accéder à l’application
he: אמת כדי לגשת ליישום
hi: आवेदन का उपयोग करने के लिए प्रमाणित
hr: Autentificirajte se za pristup aplikaciji
hu: Hitelesítse magát az alkalmazás eléréséhez
id: Otentikasi untuk mengakses aplikasi
it: Autenticati per accedere all’applicazione
ja: アプリケーションにアクセスするために認証する
ko: 응용 프로그램에 액세스하기위한 인증
nb: Autentiser for å få tilgang til applikasjonen
nl: Verifieer je om toegang te krijgen tot de applicatie
pl: Uwierzytelnij się, aby uzyskać dostęp do aplikacji
pt_pt: Uwierzytelnij się, aby uzyskać dostęp do aplikacji
ro: Autentificați-vă pentru a accesa aplicația
ru: Выполните аутентификацию для доступа к приложению
sk: Overte sa pre prístup k aplikácii
sl: Preverite identiteto za dostop do aplikacije
sq: Autentifikohuni për të hyrë në aplikacion
sr_latn: Autentifikujte se da biste pristupili aplikaciji
sv: Autentisera för att komma åt applikationen
tr: Uygulamaya erişmek için kimlik doğrulaması yapın
uk: Пройдіть автентифікацію для доступу до програми
vi: Xác thực để truy cập ứng dụng
zh_hans: 进行身份验证以访问应用程序
zh_hant: 進行身份驗證以訪問應用程序
